{
    "about_three": "ចំណេះដឹងតែមួយគត់ដែលខ្ញុំអាចចែករំលែកនៅពេលនោះ (២០១៧) គឺ ភាសាអង់គ្លេស ។ វាមិនល្អឥតខ្ចោះទេ។ ហេតុ​អ្វី​បាន​ជា​ខ្ញុំ​អាច ចាក​ចេញ​ពី​តំបន់​សុខ​ស្រួល( Comfort Zone) មកធ្វេីបែបនេះ? ខ្ញុំគិតថាវាដោយសារតែចំណង់ ។ ខ្ញុំតែងតែមានការចង់ដឹង ថាអ្វីៗនៅជុំវិញខ្លួនខ្ញុំដំណើរការដូចម្តេច។ ខ្ញុំបានចាប់ផ្តើមប្លក់តូចមួយជាមួយ Google Blogger ពេលខ្ញុំរៀនថ្នាក់ទី ១០ ។ វាអត់ជោគជ័យទេ ប៉ុន្តែមានអារម្មណ៍សប្បាយពេលធ្វើវា។ ខ្ញុំរៀនពី html របៀបកំណត់ html element។ ដោយបន្តធ្វើបែបនេះម្តងហើយម្តងទៀត ខ្ញុំបានទទួលចំណេះដឹង និងភាពល្អឥតខ្ចោះបន្តិចម្តងៗ។ ខ្ញុំ​ក៏​មិន​ចាប់អារម្មណ៍ថាសមត្ថភាពរបស់ខ្ញុំបានរីកចំរើនដែរ។ ខ្ញុំសង្ឃឹមថាគេហទំព័រ នេះអាចបំផុសគំនិតក្មេងៗជំនាន់ក្រោយឱ្យស្វែងរកការអភិវឌ្ឍន៍ជាវិជ្ជមានក្នុងជីវិត។",
    "about_tow": "ខ្ញុំបានចាប់ផ្តើម IT នៅក្នុងឆ្នាំ ២០១៨​ នៅពេលដែលខ្ញុំរៀនថ្នាក់ទី ១២ ។ ខ្ញុំមិនដឹងច្រើនអំពីកុំព្យូទ័រទេនៅពេលនោះ។ ចំណែករឿងកាត់តនឹង និងផលិតវីដេអូ រឹតតែមិនបាច់និយាយ។",
    "about_one": "ខ្ញុំចូលចិត្តបញ្ចេញមតិរបស់ខ្ញុំដោយការសរសេរ។ ការសរសេរធ្វើអោយវាក្យសព្ទរបស់ខ្ញុំប្រសើរឡើង។ វាក៏អាចធ្វើឱ្យជីវិតរបស់ខ្ញុំមិនសូវធុញទ្រាន់ក្នុងអំឡុងពេលស្នាក់នៅប្រទេសវៀតណាម (ចាប់តាំងពីឆ្នាំ 2022)។",
    "about_title": "ហេតុអ្វីខ្ញុំបង្កើតគេហទំព័រនេះ?",
    "why_girl_hate_me": "ហេតុអ្វីស្រីស្អាតស្អប់ខ្ញុំ ?",
    "shop": "ហាងទំនិញ",
    "copyright": "រក្សាសិទ្ធ​ដោយ © (2023)​ ហេង​ វីណា​",
    "funny": "រងចាំធ្វើអ្វី ? គ្មានអីអោយមើលទេ​!​ ចាញ់បោកគេហើយមានដឹងខ្លួនអត់ ?",
    "blog_mission": "Vina Technology (ហេង​​​ វីណា​ ស្ថាបនិក) គឺជាគំនិតផ្តួចផ្តើមមួយ ក្នុងគោលបំណងពាំនាំ ចំនេះដឹងថ្មី នឹង ប្លែកៗដែលមិនត្រូវបានចាប់អារម្មណ៍ពីសារៈសំខាន់របស់វា ពីមុនមក។ គំនិតផ្តួចផ្តើមនេះក៏ធ្វើឡើងក្នុងគោលបំណង ពង្រឹង នឹងជំរុញការគិតបែប វិទ្យាសាស្រ្តប្រកបដោយហេតុផល នឹង ការវិភាគច្បាស់លាស់។",
    "like": "ចាប់ផ្តើមជាមួយ ចំណង់ចំណូលចិត្ត",
    "about": "អំពី",
    "site_title": "សារភាព",
    "name": "ឈ្មោះ",
    "lastname": "ត្រកូល",
    "date_of_birth": "ថ្ងៃខែឆ្នាំកំណេីត",
    "email": "អាស័យដ្ឋាន សារអេឡិចត្រូនិច",
    "phone": "លេខទូរស័ព្ទ",
    "message": "ខ្លឹមសារ",
    "phone_error": "លេខទូរស័ព្ទត្រូវបានគេប្រេីដេីម្បីចុះឈ្មោះរួចហេីយ",
    "email_error": "សារអេឡិចត្រូនិច ត្រូវបានគេប្រេីដេីម្បីចុះឈ្មោះរួចហេីយ",
    "submitting": "កំពុងដាក់ស្នេីរ",
    "loading": "សូមរងចាំ...",
    "by_signing_up": "តាមរយៈការចុះឈ្មោះ អ្នកយល់ព្រមទៅលេី",
    "term_of_service": "លក្ខខណ្ឌនៃការប្រេីប្រាស់របស់យេីង",
    "registration_done": "ការចុះឈ្មោះរួចរាល់ហើយ!",
    "please_check_email_inbox": "សូមពិនិត្យមើលប្រអប់សំបុត្រអ៊ីមែលរបស់អ្នកសម្រាប់ការផ្ទៀងផ្ទាត់។",
    "choose_date_of_birth": "ជ្រើសរើសថ្ងៃខែឆ្នាំកំណើត",
    "logout": "ចេញ",
    "login": "ចូល",
    "sign_up": "ចុះឈ្មោះ",
    "language": "ប្តូរភាសា",
    "social": "បណ្តាញសង្គម",
    "join_our_social_networks": "ចូលបណ្តាញសង្គមរបស់យើង",
    "about_us": "អំពីយើង",
    "more": "ច្រើនទៀត",
    "contact": "ទំនាក់ទំនង",
    "articles": "អត្ថបទ",
    "projects": "គំរោង",
    "welcome_to": "សូមស្វាគមន៍មកកាន់",
    "home": "ទំព័រដើម",
    "read_more": "អានបន្ថែម",
    "heng_vina": "ហេង​​ វីណា",
    "founder": "ស្ថាបនិក",
    "course": "មេរៀន",
    "read_articles": "អានអត្ថបទ",
    "our_project": "គំរោងរបស់យើង",
    "share_this_article": "ចែករំលែកអត្ថបទនេះ",
    "all_issues": "អត្ថបទទាំងអស់",
    "cookies": "ខូគី (Cookies)",
    "cookies_description": "គេហទំព័រនេះប្រើខូគីសម្រាប់ការវិភាគ និងការកែលម្អនៅលើទំព័រ! ដោយបន្តការប្រើប្រាស់ មានន័យថាអ្នកព្រមទទួលយកខូគី។",
    "learn_about_cookies": "ស្វែងយល់បន្ថែមពី Cookies",
    "acceptAll": "យល់ព្រម",
    "declineAll": "លុបចោលទាំងអស់",
    "manageCookies": "គ្រប់គ្រងខូគី",
    "close": "ចាកចេញ",
    "save": "រក្សាទុក",
    "ga_description": "Google Analytics គឺជាសេវាកម្មវិភាគគេហទំព័រដែលផ្តល់ដោយ Google ដែលតាមដាន និងរាយការណ៍អំពីចរាចរណ៍គេហទំព័រ។",
    "cookies_control": "ប្រើសម្រាប់ការគ្រប់គ្រង Cookie ។",
    "necessary": "ខូឃីចាំបាច់",
    "about_quote": "ពេលអាយុ ២០ ឆ្នាំ អ្នកខ្វាយខ្វល់នឹងអ្វីដែល មនុស្សនៅជុំវិញគិតពីអ្នក។ ពេលអាយុ ៤០ ឆ្នាំ អ្នកលែងសូវខ្វល់ពីអ្វីដែលគេគិតពីអ្នក ពេលដល់អាយុ ៦០ ឆ្នាំ ទើបអ្នកដឹងថាគ្មាននរណាម្នាក់ខ្វល់ពីអ្នកតាំងពីអើយមក។",
    "quote_owner": "រកមុខអ្នកនិយាយមិនទាន់ឃើញ",
    "random_image": "គ្រាន់តែជារូបភាពចៃដន្យ កុំសួរខ្ញុំថាហេតុអ្វី",
    "founder_quote": "Why nice girls hate me?",
    "donation": "ការបរិច្ចាគ",
    "get_source_code": "ទាញយកកូដ",
    "page": "ទំព័រ",
    "no_articles": "អត់មានអីអានទេ",
    "comments": "មតិយោបល់",
    "contact_us": "ទំនាក់ទំនងមកយើងខ្ញុំ! តើ​យើង​អាច​ជួយ​អ្នក​ដោយ​របៀបណា​?",
    "submit": "ដាក់ស្នើ",
    "submit_success": "អរគុណ​ច្រើន! យើងបានទទួលសំណើរបស់អ្នកហើយ! យើង​នឹង​ទាក់ទង​ទៅ​អ្នក​វិញ​។",
    "username": "ឈ្មោះអ្នកប្រើប្រាស់",
    "password": "លេខសំងាត់",
    "confirmPassword": "បញ្ជាក់លេខសំងាត់"
}
